MAX_USERS = 10
BOT_TOKEN = "6926752608:AAGyQmnRzYEF6eaNUGDA3SxOrSJ09DvRHxg"

folder_id = ''
iam_token = ''

MAX_TOKENS = 1000
TOKEN_PATH = "\creds\gpt_token.json"
FOLDER_ID_PATH = '\creds\gpt_folder_id.txt'

LOGS = '1.txt'
DB_FILE = 'dbtest.db'

study_men = ['Вопрос к gpt', 'Мини-обучение', 'Назад']
kanban_men = ['что сделано', 'что делается', 'что надо сделать', 'показать мои задачи' 'готово']
matrix_men = ['важные срочные задачи', 'важные несрочные задачи', 'неважные срочные задачи', 'неважные несрочные задачи', 'показать мои задачи', 'готово']
GTD_men = ['на месяц', 'на неделю', 'показать мои задачи' 'готово']
pomodoro_buttons = ['запустить', 'другая система', 'настроить', 'Назад']
Systems_plan = ['GTD', 'КАНБАН', 'МАТРИЦА ЭЙЗЕНХАУЭРА', 'ПОМОДОРО', 'Назад']
menu = ['📍планирование💡', 'напоминалки📢', 'Таймер ПОМОДОРО', 'Обучение']
learning_men = ['узнать подробнее', 'пример плана', 'посмотреть видео', 'дальше']

