MAX_USERS = 10
BOT_TOKEN = ""

folder_id = ''
iam_token = ''

LOGS = '1.txt'
DB_FILE = 'dbtest.db'

kanban_men = ['что сделано', 'что делается', 'что надо сделать', 'показать мои задачи' 'готово']
matrix_men = ['важные срочные задачи', 'важные несрочные задачи', 'неважные срочные задачи', 'неважные несрочные задачи', 'показать мои задачи', 'готово']
GTD_men = ['на месяц', 'на неделю', 'показать мои задачи' 'готово']
pomodoro_buttons = ['запустить', 'другая система', 'настроить', 'Назад']
Systems_plan = ['GTD', 'КАНБАН', 'МАТРИЦА ЭЙЗЕНХАУЭРА', 'ПОМОДОРО', 'Назад']
menu = ['📍планирование💡', 'напоминалки📢', 'Таймер ПОМОДОРО']

